Repository: davidh216/RefrigeratorRecipes
Catalog: ios/RefrigeratorRecipes/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko

source: Gochujang, garlic and sesame, from sizzling stir-fries to bubbling stews.
es: Gochujang, ajo y ajonjolí, de salteados chisporroteantes a guisos burbujeantes.
ko: 지글지글 볶음부터 보글보글 찌개까지, 고추장, 마늘, 참깨.

source: Good to know
es: Para tener en cuenta
ko: 알아 두면 좋아요

source: Greek
es: Griega
ko: 그리스 음식

source: Grill
es: A la parrilla
ko: 그릴

source: Grilled meats, chimichurri and Italian-influenced home cooking.
es: Carnes asadas, chimichurri y cocina casera con influencia italiana.
ko: 구운 고기, 치미추리, 이탈리아 영향을 받은 가정식.

source: Grills, lentil soups and yogurt-cool sides from Turkey.
es: Parrilladas, sopas de lentejas y guarniciones frescas con yogur de Turquía.
ko: 튀르키예의 구이, 렌틸 수프, 시원한 요거트 곁들임.

source: Has an expiration date
es: Tiene fecha de vencimiento
ko: 유통기한 있음

source: Have %lld of %lld ingredients
es: Tienes %lld de %lld ingredientes
ko: 재료 %lld/%lld개 있음

source: Hearty braises, dumplings and bakes from Germany and Austria.
es: Guisos sustanciosos, bolas de masa y horneados de Alemania y Austria.
ko: 독일과 오스트리아의 든든한 찜, 덤플링, 오븐 요리.

source: Hearty, cold-weather cooking from coast to coast.
es: Cocina sustanciosa para el frío, de costa a costa.
ko: 전국 곳곳의 든든한 겨울 요리.

source: Height
es: Estatura
ko: 키

source: High fiber
es: Alto en fibra
ko: 고섬유

source: High protein
es: Alto en proteína
ko: 고단백

source: Hot day
es: Día de calor
ko: 더운 날

source: Household
es: Hogar
ko: 가족

source: How freshness tags work
es: Cómo funcionan las etiquetas de frescura
ko: 신선도 태그 안내

source: I can see your fridge, recipes, and meal plan.
es: Puedo ver tu refri, tus recetas y tu plan de comidas.
ko: 냉장고, 레시피, 식단을 볼 수 있어요.

source: I cooked it
es: Lo cociné
ko: 요리했어요

source: I cooked this
es: Cociné esto
ko: 이거 요리했어요

source: I'm shopping this week
es: Voy a hacer compras esta semana
ko: 이번 주에 장 볼 거예요

source: IN SEASON
es: DE TEMPORADA
ko: 제철

source: Ideas for gentle, comforting meals. Not medical advice; follow your doctor's guidance.
es: Ideas de comidas suaves y reconfortantes. No es consejo médico; sigue las indicaciones de tu médico.
ko: 순하고 편안한 식사 아이디어예요. 의학적 조언이 아니니 의사의 안내를 따르세요.

source: Identifying groceries…
es: Identificando alimentos…
ko: 식료품 확인 중…

source: Import
es: Importar
ko: 가져오기

source: Import from %@
es: Importar de %@
ko: %@에서 가져오기

source: Import from a link or video
es: Importar de un enlace o video
ko: 링크나 동영상에서 가져오기

source: Import recipe
es: Importar receta
ko: 레시피 가져오기

source: In the basket
es: En la canasta
ko: 장바구니에 담음

source: In the mood for %@. Ask the chef for ideas with what's expiring.
es: Con antojo de %@. Pídele ideas al chef con lo que está por vencer.
ko: %@ 생각이 나요. 유통기한 임박 재료로 셰프에게 아이디어를 물어보세요.

source: In the mood for “%@”. Ask the chef for ideas with what's expiring.
es: Antojo: “%@”. Pídele ideas al chef con lo que está por vencer.
ko: 오늘의 기분: “%@”. 유통기한 임박 재료로 셰프에게 아이디어를 물어보세요.

source: Included
es: Incluido
ko: 포함됨

source: Indian
es: De la India
ko: 인도 음식

source: Indonesian & Malaysian
es: Indonesia y malaya
ko: 인도네시아·말레이시아 음식

source: Ingredient
es: Ingrediente
ko: 재료

source: Ingredients
es: Ingredientes
ko: 재료

source: Israeli
es: Israelí
ko: 이스라엘 음식

source: It may have ended, or hasn't downloaded yet.
es: Puede que haya terminado o que aún no se haya descargado.
ko: 종료되었거나 아직 다운로드되지 않았을 수 있어요.

source: Italian
es: Italiana
ko: 이탈리아 음식

source: Item %lld of %lld
es: Artículo %lld de %lld
ko: 항목 %lld/%lld

source: Japanese
es: Japonesa
ko: 일식

source: Jollof, peanut stews and peppery sauces from Nigeria, Ghana and Senegal.
es: Jollof, guisos de cacahuate y salsas picantes de Nigeria, Ghana y Senegal.
ko: 나이지리아, 가나, 세네갈의 졸로프, 땅콩 스튜, 매콤한 소스.

source: Karahis, biryanis and dals from Pakistani home kitchens.
es: Karahis, biryanis y dals de las cocinas caseras de Pakistán.
ko: 파키스탄 가정식의 카라히, 비리야니, 달.

source: Keep your fridge accurate
es: Mantén tu refri al día
ko: 냉장고 정보를 정확하게

source: Key saved
es: Clave guardada
ko: 키 저장됨

source: Kid-friendly
es: Para niños
ko: 아이 입맛

source: Know what's in your fridge
es: Siempre sabrás qué hay en tu refri
ko: 냉장고에 뭐가 있는지 한눈에

source: Korean
es: Coreana
ko: 한식

source: Language
es: Idioma
ko: 언어

source: Language & units
es: Idioma y unidades
ko: 언어 및 단위

source: Last confirmed %@
es: Última confirmación: %@
ko: 마지막 확인: %@

source: Latin America & Caribbean
es: Latinoamérica y el Caribe
ko: 중남미·카리브

source: Lazy Sunday
es: Domingo tranquilo
ko: 느긋한 일요일

source: Lebanese & Levantine
es: Libanesa y levantina
ko: 레바논·레반트 음식

source: Lemon, oregano, olive oil and feta: sunny Greek and Mediterranean cooking.
es: Limón, orégano, aceite de oliva y feta: cocina griega y mediterránea llena de sol.
ko: 레몬, 오레가노, 올리브 오일, 페타: 햇살 가득한 그리스·지중해 요리.

source: Light & fresh
es: Ligero y fresco
ko: 가볍고 상큼하게

source: Lighter
es: Más ligero
ko: 가볍게

source: Little or no stove: no-cook, grilled or quick.
es: Poca o nada de estufa: sin cocinar, a la parrilla o rápido.
ko: 불을 거의 안 써요: 조리 없이, 구이, 또는 간단하게.

source: Load sample recipes
es: Cargar recetas de ejemplo
ko: 샘플 레시피 불러오기

source: Location
es: Ubicación
ko: 위치

source: Louisiana cooking built on the trinity of onion, celery and bell pepper.
es: Cocina de Luisiana basada en la trinidad de cebolla, apio y pimiento.
ko: 양파, 셀러리, 피망 삼총사로 만드는 루이지애나 요리.

source: Lunch
es: Almuerzo
ko: 점심

source: MENU
es: MENÚ
ko: 메뉴

source: Made
es: Preparado
ko: 만듦

source: Make ahead
es: Para preparar antes
ko: 미리 만들기

source: Mark cooked
es: Marcar como cocinado
ko: 요리함으로 표시

source: Market-fresh salads, shakshuka and tahini from Israel's mixed kitchens.
es: Ensaladas frescas del mercado, shakshuka y tahini de las diversas cocinas de Israel.
ko: 이스라엘의 다채로운 주방에서 온 신선한 샐러드, 샥슈카, 타히니.

source: Meal
es: Comida
ko: 끼니

source: Meal plan
es: Plan de comidas
ko: 식단

source: Meal prep
es: Para la semana
ko: 밀프렙

source: Menu
es: Menú
ko: 메뉴

source: Menu not available
es: Menú no disponible
ko: 메뉴를 사용할 수 없어요

source: Menus
es: Menús
ko: 메뉴

source: Metric (ml, g, °C)
es: Métrico (ml, g, °C)
ko: 미터법(ml, g, °C)

source: Mexican
es: Mexicana
ko: 멕시코 음식

source: Middle East & North Africa
es: Medio Oriente y norte de África
ko: 중동·북아프리카

source: Missing
es: Falta
ko: 부족

source: Missing 1–2 items
es: Faltan 1 o 2 ingredientes
ko: 1–2개 부족

source: Monday reminder
es: Recordatorio del lunes
ko: 월요일 알림

source: Mood
es: Antojo
ko: 기분

source: Moods
es: Antojos
ko: 오늘의 기분

source: More
es: Más
ko: 더 보기

source: Moroccan & North African
es: Marroquí y del norte de África
ko: 모로코·북아프리카 음식

source: Move to
es: Mover a
ko: 이동

source: Name
es: Nombre
ko: 이름

source: Needs shopping
es: Hay que comprar
ko: 장보기 필요

source: Never confirmed
es: Nunca confirmado
ko: 확인한 적 없음

source: New
es: Nuevo
ko: 새로 만들기

source: New chat
es: Nuevo chat
ko: 새 채팅

source: New recipe
es: Nueva receta
ko: 새 레시피

source: Next week
es: Próxima semana
ko: 다음 주

source: No %@ for tonight
es: Sin %@ para esta noche
ko: 오늘 저녁 %@ 메뉴가 없어요

source: No cook
es: Sin cocinar
ko: 불 없이

source: No favorites yet
es: Aún no hay favoritos
ko: 아직 즐겨찾기가 없어요

source: No goal
es: Sin meta
ko: 목표 없음

source: No key
es: Sin clave
ko: 키 없음

source: No recipes
es: Sin recetas
ko: 레시피 없음

source: No recipes yet
es: Aún no hay recetas
ko: 아직 레시피가 없어요

source: No “%@” recipes in your library yet.
es: Aún no hay recetas de “%@” en tu biblioteca.
ko: 보관함에 아직 ‘%@’ 레시피가 없어요.

source: None of these fit everyone's allergies and diets.
es: Ninguna de estas se ajusta a las alergias y dietas de todos.
ko: 모두의 알레르기와 식단에 맞는 레시피가 없어요.

source: None of your %@ recipes work with what you have. Ask the chef, or show every mood.
es: Ninguna de tus recetas de %@ se puede hacer con lo que tienes. Pregúntale al chef o muestra todos los antojos.
ko: 지금 있는 재료로 만들 수 있는 %@ 레시피가 없어요. 셰프에게 물어보거나 모든 기분을 표시해 보세요.

source: None of your “%@” recipes work with what you have. Ask the chef, or show every mood.
es: Ninguna de tus recetas de “%@” se puede hacer con lo que tienes. Pregúntale al chef o muestra todos los antojos.
ko: 지금 있는 재료로 만들 수 있는 ‘%@’ 레시피가 없어요. 셰프에게 물어보거나 모든 기분을 표시해 보세요.

source: North America
es: Norteamérica
ko: 북미

source: Not for %@: %@ (%@)
es: No apta para %@: %@ (%@)
ko: %1$@에게 맞지 않음: %2$@ (%3$@)

source: Not in your kitchen yet.
es: Aún no está en tu cocina.
ko: 아직 주방에 없어요.

source: Not tonight
es: Esta noche no
ko: 오늘 저녁은 패스

source: Not tonight, hide %@ for today
es: Esta noche no, ocultar %@ por hoy
ko: 오늘 저녁은 패스, 오늘 하루 %@ 숨기기

source: Note
es: Nota
ko: 메모

source: Notes
es: Notas
ko: 메모

source: Nothing for “%@”
es: Nada para “%@”
ko: ‘%@’에 해당하는 항목 없음

source: Nothing for “%@” tonight
es: Nada para “%@” esta noche
ko: 오늘 저녁 ‘%@’ 메뉴가 없어요

source: Nothing grabbing you?
es: ¿Nada se te antoja?
ko: 끌리는 게 없나요?

source: Nothing here could be planned.
es: No se pudo planear nada de esto.
ko: 식단에 추가할 수 있는 항목이 없어요.

source: Nothing here for “%@”. Try All, or show every mood.
es: Aquí no hay nada para “%@”. Prueba Todo o muestra todos los antojos.
ko: ‘%@’에 해당하는 항목이 없어요. 전체를 선택하거나 모든 기분을 표시해 보세요.

source: Nothing here matches your search.
es: Nada coincide con tu búsqueda.
ko: 검색 결과가 없어요.

source: Nothing in the %@ yet
es: Aún no hay nada en %@
ko: %@에 아직 아무것도 없어요

source: Nothing in your fridge matched this recipe's ingredients, so there's nothing to update.
es: Nada en tu refri coincidió con los ingredientes de esta receta, así que no hay nada que actualizar.
ko: 냉장고에 이 레시피 재료와 일치하는 항목이 없어서 업데이트할 게 없어요.

source: Nothing in your kitchen needs checking right now.
es: Nada en tu cocina necesita revisión por ahora.
ko: 지금은 주방에서 확인할 항목이 없어요.

source: Nothing new
es: Nada nuevo
ko: 새로운 항목 없음

source: Nothing new to plan for %@
es: Nada nuevo que planear para %@
ko: %@에 새로 추가할 식단이 없어요

source: Nothing new to plan: %@.
es: Nada nuevo que planear: %@.
ko: 새로 추가할 식단이 없어요: %@.

source: Nothing on the clock. Next up: %@ in %@.
es: Nada urgente. Lo siguiente: %@ en %@.
ko: 급한 건 없어요. 다음은 %1$@, %2$@ 남았어요.

source: Nothing planned
es: Nada planeado
ko: 계획 없음

source: Nothing to buy
es: Nada que comprar
ko: 살 것 없음

source: Nutrition goal
es: Meta nutricional
ko: 영양 목표

source: Occasion
es: Ocasión
ko: 상황

source: Off
es: Desactivado
ko: 끔

source: Olive oil, garlic and smoked paprika, from tapas to one-pan rice.
es: Aceite de oliva, ajo y pimentón ahumado, de las tapas al arroz en una sola paellera.
ko: 올리브 오일, 마늘, 훈제 파프리카로 만드는 타파스부터 원팬 쌀 요리까지.

source: On
es: Activado
ko: 켬

source: On for tonight · Serves %lld
es: Para esta noche · %lld porciones
ko: 오늘 저녁 메뉴 · %lld인분

source: On the day it expires
es: El día que vence
ko: 유통기한 당일

source: On your list
es: En tu lista
ko: 목록에 있음

source: One pot
es: En una olla
ko: 원팟

source: Open Recipes
es: Abrir Recetas
ko: 레시피 열기

source: Open Settings
es: Abrir Ajustes
ko: 설정 열기

source: Open in %@
es: Abrir en %@
ko: %@에서 열기

source: Opens the menu: its recipes, add them all to your plan, or shop for them.
es: Abre el menú: ve sus recetas, agrégalas todas a tu plan o compra lo necesario.
ko: 메뉴를 열어요. 레시피를 보고, 모두 식단에 추가하거나 재료를 장볼 수 있어요.

source: Opens the recipe
es: Abre la receta
ko: 레시피를 열어요

source: Opens this week's super ingredient: why it's good for you and three recipes.
es: Abre el superingrediente de esta semana: por qué te hace bien y tres recetas.
ko: 이번 주 슈퍼 재료를 열어요. 좋은 이유와 레시피 세 가지를 볼 수 있어요.

source: Option %lld of %lld
es: Opción %lld de %lld
ko: %2$lld개 중 %1$lld번째 옵션

source: Optional
es: Opcional
ko: 선택 사항

source: Optional. Plan my week can aim dinners at everyone's goals.
es: Opcional. Planear mi semana puede orientar las cenas a las metas de todos.
ko: 선택 사항이에요. 내 주간 식단 짜기에서 모두의 목표에 맞춰 저녁 메뉴를 정할 수 있어요.

source: Or add items one at a time
es: O agrega artículos uno por uno
ko: 또는 항목을 하나씩 추가하기

source: Or ask ChatGPT or Claude instead
es: O pregúntale a ChatGPT o Claude
ko: 또는 ChatGPT나 Claude에게 물어보기

source: Or snap a photo of your groceries
es: O toma una foto de tus compras
ko: 또는 장 본 식료품 사진 찍기

source: Other
es: Otra
ko: 기타

source: Other foods to avoid
es: Otros alimentos que evitar
ko: 피해야 할 기타 음식

source: Other ideas
es: Otras ideas
ko: 다른 아이디어

source: Pakistani
es: Pakistaní
ko: 파키스탄 음식

source: Partial estimate
es: Estimación parcial
ko: 부분 추정치

source: Past date
es: Fecha pasada
ko: 지난 날짜

source: Pasta, slow sauces and simple, ingredient-first cooking from Italy's regions.
es: Pasta, salsas a fuego lento y cocina sencilla que respeta el ingrediente, de las regiones de Italia.
ko: 이탈리아 각 지역의 파스타, 오래 끓인 소스, 재료 본연의 맛을 살린 소박한 요리.

source: Paste a link from TikTok, YouTube, Instagram or any recipe site, paste a recipe, or describe a dish.
es: Pega un enlace de TikTok, YouTube, Instagram o cualquier sitio de recetas, pega una receta o describe un platillo.
ko: TikTok, YouTube, Instagram 또는 레시피 사이트 링크나 레시피를 붙여넣거나, 요리를 설명해 주세요.

source: Paste a link or a recipe, or describe what you'd like to cook
es: Pega un enlace o una receta, o describe lo que quieres cocinar
ko: 링크나 레시피를 붙여넣거나, 만들고 싶은 요리를 설명해 주세요

source: Paste a link or a recipe, or describe what you'd like to cook…
es: Pega un enlace o una receta, o describe lo que quieres cocinar…
ko: 링크나 레시피를 붙여넣거나, 만들고 싶은 요리를 설명해 주세요…

source: Paste it in Settings
es: Pégala en Ajustes
ko: 설정에 붙여넣으세요

source: Per serving
es: Por porción
ko: 1인분 기준

source: Per serving · %@
es: Por porción · %@
ko: 1인분 기준 · %@

source: Persian
es: Persa
ko: 페르시아 음식

source: Peruvian
es: Peruana
ko: 페루 음식

source: Pescatarian
es: Pescetariano
ko: 페스코 베지테리언

source: Photo
es: Foto
ko: 사진

source: Photo of groceries
es: Foto de las compras
ko: 식료품 사진

source: Photos, your inventory, and chat messages are sent to Anthropic's API when you use AI features.
es: Las fotos, tu inventario y los mensajes del chat se envían a la API de Anthropic cuando usas las funciones de IA.
ko: AI 기능을 사용하면 사진, 보유 재료, 채팅 메시지가 Anthropic API로 전송돼요.

source: Pick a cooking video you saved or screen-recorded. It's read on this phone; only the words and a few frames are sent to Claude.
es: Elige un video de cocina que guardaste o grabaste de la pantalla. Se lee en este teléfono; solo el texto y algunos cuadros se envían a Claude.
ko: 저장하거나 화면 녹화한 요리 영상을 선택하세요. 영상은 이 휴대폰에서 읽고, 텍스트와 일부 프레임만 Claude로 전송돼요.

source: Picks favor food that's about to go bad, recipes you can make without shopping, and things you haven't had lately.
es: Las sugerencias priorizan comida que está por echarse a perder, recetas que puedes hacer sin comprar y cosas que no has comido últimamente.
ko: 곧 상할 음식, 장보지 않고 만들 수 있는 레시피, 최근에 먹지 않은 메뉴를 우선 추천해요.

source: Picky eaters
es: Para quisquillosos
ko: 입맛 까다로운 사람용

source: Pies, roasts and cozy puddings from Britain and Ireland.
es: Pasteles salados, asados y pudines reconfortantes de Gran Bretaña e Irlanda.
ko: 영국과 아일랜드의 파이, 로스트, 따뜻한 푸딩.

source: Plan 3 of these
es: Planear 3 de estas
ko: 이 중 3개를 식단에 추가

source: Plan and shop in one place
es: Planea y compra en un solo lugar
ko: 식단과 장보기를 한곳에서

source: Plan breakfast & lunch too
es: Planear también desayuno y almuerzo
ko: 아침과 점심도 계획하기

source: Plan my week · %lld open nights
es: Planear mi semana · %lld noches libres
ko: 내 주간 식단 짜기 · 빈 저녁 %lld일

source: Plan my week · 1 open night
es: Planear mi semana · 1 noche libre
ko: 내 주간 식단 짜기 · 빈 저녁 1일

source: Plan style
es: Estilo del plan
ko: 식단 스타일

source: Plan the week around your household's allergies and diets, and the shopping list fills itself.
es: Planea la semana según las alergias y dietas de tu hogar, y la lista de compras se llena sola.
ko: 가족의 알레르기와 식단에 맞춰 한 주를 계획하면 장보기 목록이 자동으로 채워져요.

source: Plan this meal
es: Planear esta comida
ko: 이 식사 계획하기

source: Planned %@: %@
es: Planeaste %@: %@
ko: %1$@ 계획 완료: %2$@

source: Planned %lld dishes for %@
es: Se planearon %lld platillos para %@
ko: %2$@에 요리 %1$lld개를 계획했어요

source: Planned 1 dish for %@
es: Se planeó 1 platillo para %@
ko: %@에 요리 1개를 계획했어요

source: Point at a barcode
es: Apunta a un código de barras
ko: 바코드를 비춰 주세요

source: Polish & Eastern European
es: Polaca y de Europa del Este
ko: 폴란드·동유럽 음식

source: Portuguese
es: Portuguesa
ko: 포르투갈 음식

source: Previous week
es: Semana anterior
ko: 지난주

source: Privacy policy
es: Política de privacidad
ko: 개인정보 처리방침

source: Purchased
es: Comprado
ko: 구매함

source: Put %lld away in Fridge
es: Guardar %lld en el refri
ko: Fridge에 %lld개 넣기

source: Put checked items away
es: Guardar artículos marcados
ko: 체크한 항목 정리하기

source: Puts all of these on one day you choose
es: Pone todas estas en un día que elijas
ko: 선택한 하루에 모두 넣어요

source: Qty
es: Cant.
ko: 수량

source: Quantity
es: Cantidad
ko: 수량

source: Quick
es: Rápido
ko: 간단

source: Quick dates
es: Fechas rápidas
ko: 빠른 날짜

source: Reading %lld pages…
es: Leyendo %lld páginas…
ko: %lld페이지 읽는 중…

source: Reading receipt…
es: Leyendo recibo…
ko: 영수증 읽는 중…

source: Ready
es: Listo
ko: 준비됨

source: Ready to cook
es: Listo para cocinar
ko: 바로 요리 가능

source: Ready to cook, you have everything
es: Listo para cocinar, tienes todo
ko: 재료가 다 있어서 바로 요리할 수 있어요

source: Real heat, on purpose. Each recipe says how hot it is and how to tone it down.
es: Picante de verdad, a propósito. Cada receta dice qué tan picante es y cómo bajarle.
ko: 제대로 매운맛이에요. 레시피마다 맵기 정도와 덜 맵게 하는 방법이 나와 있어요.

source: Rebuilt from the video's title and caption. Check amounts against the original.
es: Reconstruida a partir del título y la descripción del video. Compara las cantidades con el original.
ko: 영상 제목과 설명으로 재구성했어요. 분량은 원본과 비교해 확인하세요.

source: Recipe
es: Receta
ko: 레시피

source: Recipe name
es: Nombre de la receta
ko: 레시피 이름

source: Recipe text or link
es: Texto o enlace de la receta
ko: 레시피 텍스트 또는 링크

source: Recipe uses %@
es: La receta usa %@
ko: 레시피 사용량 %@

source: Recipe uses %@ · you have %@
es: La receta usa %@ · tienes %@
ko: 레시피 사용량 %1$@ · 보유량 %2$@

source: Recipes
es: Recetas
ko: 레시피

source: Recipes containing these are left out of Tonight and Plan my week, and flagged everywhere else. Gluten covers wheat, barley and rye.
es: Las recetas que los contienen se excluyen de Esta noche y Planear mi semana, y se marcan en todo lo demás. El gluten incluye trigo, cebada y centeno.
ko: 이 재료가 들어간 레시피는 오늘 저녁과 내 주간 식단 짜기에서 제외되고, 다른 곳에서는 표시돼요. 글루텐에는 밀, 보리, 호밀이 포함돼요.

source: Recipes keep their own amounts; this changes how they're shown. Fridge is in English and Spanish, and the chef replies in the app's language. Change the language in the Settings app.
es: Las recetas conservan sus cantidades; esto cambia cómo se muestran. Fridge está en inglés y español, y el chef responde en el idioma de la app. Cambia el idioma en la app Ajustes.
ko: 레시피의 분량은 그대로이고, 표시 방식만 바뀌어요. Fridge는 영어와 스페인어를 지원하며, 셰프는 앱 언어로 답해요. 언어는 설정 앱에서 변경하세요.

source: Recipes you haven't saved yet are added to Recipes when you open them.
es: Las recetas que aún no guardaste se agregan a Recetas cuando las abres.
ko: 아직 저장하지 않은 레시피는 열면 레시피에 추가돼요.

source: Remind me before food expires
es: Recordarme antes de que venza la comida
ko: 유통기한 전에 알림 받기

source: Reminders
es: Recordatorios
ko: 알림

source: Remove
es: Quitar
ko: 제거

source: Remove %@
es: Quitar %@
ko: %@ 제거

source: Remove %@?
es: ¿Quitar a %@?
ko: %@ 님을 제거할까요?

source: Remove API key
es: Quitar clave de API
ko: API 키 제거

source: Removes the dinners Plan my week just added
es: Quita las cenas que acaba de agregar Planear mi semana
ko: 내 주간 식단 짜기에서 방금 추가한 저녁 메뉴를 제거해요

source: Reset to default model
es: Volver al modelo predeterminado
ko: 기본 모델로 재설정

source: Rice bowls, miso and teriyaki: clean, balanced Japanese home cooking.
es: Tazones de arroz, miso y teriyaki: cocina casera japonesa limpia y equilibrada.
ko: 덮밥, 미소, 데리야키 등 깔끔하고 균형 잡힌 일본 가정식.

source: STILL HERE
es: SIGUE AQUÍ
ko: 아직 있음

source: SUPER INGREDIENT OF THE WEEK
es: SUPERINGREDIENTE DE LA SEMANA
ko: 이번 주 슈퍼 재료

source: SUPER INGREDIENT · %@
es: SUPERINGREDIENTE · %@
ko: 슈퍼 재료 · %@

source: Saffron rice, fresh herbs and slow, tangy stews from Iran.
es: Arroz con azafrán, hierbas frescas y guisos lentos y ácidos de Irán.
ko: 이란의 사프란 라이스, 신선한 허브, 오래 끓인 새콤한 스튜.

source: Save
es: Guardar
ko: 저장

source: Save answers so far
es: Guardar respuestas hasta ahora
ko: 지금까지의 답변 저장

source: Save as recipe
es: Guardar como receta
ko: 레시피로 저장

source: Save check-in
es: Guardar revisión
ko: 점검 저장

source: Save key
es: Guardar clave
ko: 키 저장

source: Saved
es: Guardado
ko: 저장됨

source: Saved video
es: Video guardado
ko: 저장된 영상

source: Saved · Open
es: Guardada · Abrir
ko: 저장됨 · 열기

source: Saved. Open the recipe
es: Guardada. Abrir la receta
ko: 저장됐어요. 레시피 열기

source: Saving recipe
es: Guardando receta
ko: 레시피 저장 중

source: Saving…
es: Guardando…
ko: 저장 중…

source: Scan
es: Escanear
ko: 스캔

source: Scan a different receipt
es: Escanear otro recibo
ko: 다른 영수증 스캔

source: Scan a grocery receipt or a photo, and Fridge keeps track of what needs using first.
es: Escanea un recibo del súper o una foto, y Fridge lleva la cuenta de qué usar primero.
ko: 장보기 영수증이나 사진을 스캔하면 Fridge가 먼저 써야 할 재료를 챙겨 줘요.

source: Scan a receipt
es: Escanear un recibo
ko: 영수증 스캔

source: Scan barcode
es: Escanear código de barras
ko: 바코드 스캔

source: Scan receipt
es: Escanear recibo
ko: 영수증 스캔

source: Scan receipt instead
es: Mejor escanear recibo
ko: 영수증으로 스캔하기

source: Scan with camera
es: Escanear con la cámara
ko: 카메라로 스캔

source: Scan your last grocery receipt
es: Escanea tu último recibo del súper
ko: 최근 장보기 영수증을 스캔하세요

source: Scan your last grocery receipt so Tonight knows what you have.
es: Escanea tu último recibo del súper para que Esta noche sepa qué tienes.
ko: 최근 장보기 영수증을 스캔하면 오늘 저녁에서 보유 재료를 알 수 있어요.

source: Scandinavian
es: Escandinava
ko: 북유럽 음식

source: Seafood, piri-piri and slow stews from Portugal.
es: Mariscos, piri-piri y guisos lentos de Portugal.
ko: 포르투갈의 해산물, 피리피리, 오래 끓인 스튜.

source: Search items
es: Buscar artículos
ko: 항목 검색

source: Search recipes or tags
es: Buscar recetas o etiquetas
ko: 레시피 또는 태그 검색

source: Seasonal
es: De temporada
ko: 제철

source: See plan
es: Ver plan
ko: 식단 보기

source: Selected photo
es: Foto seleccionada
ko: 선택한 사진

source: Send
es: Enviar
ko: 보내기

source: Sends this to the chef
es: Envía esto al chef
ko: 셰프에게 보내요

source: Sends your question and what's in your kitchen to an AI app you already use. It's also copied, so paste it if the app opens empty. Answers stay in that app.
es: Envía tu pregunta y lo que hay en tu cocina a una app de IA que ya usas. También se copia, así que pégalo si la app se abre vacía. Las respuestas se quedan en esa app.
ko: 질문과 주방 재료 정보를 사용 중인 AI 앱으로 보내요. 내용이 복사되니 앱이 빈 화면으로 열리면 붙여넣으세요. 답변은 해당 앱에 남아요.

source: Separate with commas.
es: Separa con comas.
ko: 쉼표로 구분하세요.

source: Serves %lld
es: Para %lld
ko: %lld인분

source: Servings
es: Porciones
ko: 인분

source: Servings: %lld
es: Porciones: %lld
ko: 인분: %lld

source: Set up your chef
es: Configura tu chef
ko: 셰프 설정하기

source: Settings
es: Ajustes
ko: 설정

source: Sex
es: Sexo
ko: 성별

source: Share
es: Compartir
ko: 공유

source: Sheet pan
es: En charola
ko: 시트 팬

source: Shop for this menu
es: Comprar para este menú
ko: 이 메뉴 장보기

source: Shop for this week
es: Comprar para esta semana
ko: 이번 주 장보기

source: Shop for week
es: Comprar para la semana
ko: 일주일 장보기

source: Shop for your week in Plan
es: Haz las compras de tu semana en Plan
ko: 식단에서 이번 주 장보기를 해 보세요

source: Shopping
es: Compras
ko: 장보기

source: Show
es: Mostrar
ko: 보기

source: Show all moods
es: Mostrar todos los antojos
ko: 오늘의 기분 모두 보기

source: Show original
es: Mostrar original
ko: 원문 보기

source: Show skipped recipes
es: Mostrar recetas omitidas
ko: 건너뛴 레시피 보기

source: Show the welcome again
es: Mostrar la bienvenida otra vez
ko: 환영 화면 다시 보기

source: Showing: %@
es: Mostrando: %@
ko: 표시 중: %@

source: Shows items to use soon
es: Muestra artículos para usar pronto
ko: 빨리 먹을 재료를 보여 줘요

source: Shows this day
es: Muestra este día
ko: 이날을 보여 줘요

source: Side
es: Guarnición
ko: 반찬
